<?php

return [
    'titles' => [
        'start' => 'Творческия хаос на Весака',
        'news' => 'Скучни статии или полезни уроци',
        'gallery' => 'Галерия - Някакво подобие на портфолио',
        'games' => 'Геймър или Гейм Разработчик - Нърд самоук',
        'about' => 'Умения и биография - История за откачената ми объркана личност',
        'contact' => 'След всичко прочетено и видяно, сериозно ли мислите да се свържете с мен?'
    ],
    'menu' => [
        'home' => 'Начало',
        'portfolio' => 'Портфолио',
        'blog' => 'Блог',
        'games' => 'Игри',
        'about' => 'За мен',
        'contact' => 'Контакти'
    ],
    'info' => [
        'developer' => [
            'heading' => 'Уеб разработчик',
            'text' => 'Зад гърба ми стоят три години опит в сферата на уеб разработването. Портфолио със завършени проекти могат се разгледат на този сайт.'
        ],
        'artist' => [
            'heading' => 'Художник',
            'text' => 'Голям любител художник с малко време за рисуване. Тук може да се разгледат творенията, за които съм преценил, че стават за гледане.'
        ],
        'game_dev' => [
            'heading' => 'Разработчик на игри',
            'text' => 'Игрите ми са страст. Те от мен са неизменна част. Нека почна да ги създавам, че и други хора да зарадвам.'
        ],
        'more_info' => 'Научете повече',
        'latest_articles' => 'Последни новини',
        'latest_images' => 'Най-нови илюстрации',
        'latest_quotes' => 'Последни мъдрости'
    ],
    'locales' => [
        'select' => 'Изберете език',
        'bg' => 'Български',
        'en' => 'English'
    ],
    'footer' => [
        'about_me_label' => 'За мен',
        'about_me_info' => 'Lorem ipsum',
        'read_more' => 'Още...',
        'contact_me' => 'Контакти',
        'address_label' => 'Адрес',
        'address_info' => 'Някакъв адрес',
        'phone_label' => 'Телефон',
        'skype' => 'Скайп',
        'email' => 'Електронна поща',
        'copyright' => 'Тръговска марка 2012 Andia - Всички права запазени.',
        'social_networks' => 'Социални мрежи'
    ],
    'contact' => [
        'contact_me' => 'Свържете се с мен',
        'name' => 'Име',
        'email' => 'Елетронна поща',
        'message' => 'Съобщение',
        'submit' => 'Изпращане'
    ],
    'headings' => [
        'related' => 'Подобни илюстрации',
        'featured' => 'Последни статии',
    ]
];
